Revit 2024 API
IEntryPoint.OnShutdown Method
Namespace: Autodesk.Revit.DB.Macros
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
void OnShutdown()
Visual Basic
Sub OnShutdown
Visual C++
void OnShutdown()
See Also
IEntryPoint Interface
Autodesk.Revit.DB.Macros Namespace